package com.example.ok.atmfinder.Models;

/**
 * Created by ok on 29/01/2018.
 */

public class NameBank {

    public static String [] Ahly_sheben={
            "4شارع الجيش (شبين الكوم –المنوفيه)",
            "فرع الجلاء(شارع الجلاء البحري-شبين الكوم –المنوفيه)",
            "الادارة المالية(مجمع المصالح الحكومية(شبين الكوم)",
            "كلية الهندسة(جامعه المنوفيه)(شارع جمال عبد الناصر-شبين الكوم ",
            "كلية التمريض(شبين الكوم-جامعه شبين الكوم)",
            "كلية التربية(جامعة المنوفية)شارع ذكي شبانه شبين الكوم-المنوفية" ,
            "فرع جامعة المنوفيه الحرم الجامعي –جامعة المنوفية ",
            "اورانج شبين الكوم (محل3-4 ) العقار رقم2 ش الجلاء البحري ",

            "محطة سكة حديد شبين الكوم(شارع صبري ابو علم)",
            "مجمع محاكم شبين الكوم",
            "الوحدة المحلية (مركز سبين الكوم)",
            "كازيون- شبين الكوم (1) شارع صبري ابو علم ",
            "كازيون- شبين الكوم(2) 45 شارع أحمد ماهر ",
            "مستشفي التامين الصحي (شبين الكوم)بجوار مجمع المصالح الحكومية",
            "مطعم مؤمن شبين الكوم (شارع سميح السعيد برج الصفا بلازا مول شبين الكوم – المنوفيه",


            "عمرافندي(سيد القط) ش جمال عبد الناصر ( شبين الكوم – المنوفية )",
            "كلية الزراعة – شبين الكوم (سور كلية الزراعه-جامعه المنوفية- البر الشرقي ",
            "بي إن سبورت – شبين الكوم (1 شارع صبري ابو علم )",



    };

    public static String [] Ahly_sab3={

            "شــــارع مجلس المدينه – محل فودافون",
            "الادارة الزراعية",
            "اشنتنة – أمام المجلس المحلي ",
            "2 ماكينة امام  البنك الاهلي المصري  ",



    };

    public static String [] Ahly_qysna={

            "تقاطع شارع صبري ابو علم (ماكينه داخل الفرع)",
            "افودافون – قــــــــــويسنا",
            "محكمة قويسنـــــــــــــــا  ",
            "2المنطقة الصناعية الثانية – مدينه مبارك الصناعية ( مكنتين متفرعين حول البنك)  ",



    };

    public static String [] Ahly_menof={
            "شارع زين الدين خلف مجلس المدينة",
            "كلية الهندسة – منوف",
            "صيدناوي –منوف  ",
            "محطة سكة حديد منوف",
            "التامين الصحي –منوف " ,
            "سنترال منوف  ",
            "الشركة الشرقية للدخان – منوف  ",
            "محكمة منوف",



    };



    ///////////////////////////////////////////////////////////////

    public static String [] masr_sheben={
            "87 شــارع جمال عبد الناصر- شبين الكوم – المنوفية(4 ماكينات للصرف داخل الفرع ) ",


    };


    public static String [] masr_qysna={

            "شارع مجلس المدينة مدينة قويسنا قويسنا المنوفية، مصر",
            "شارع شرف الدين خلف مدرسة المساعي (5 ماكينات حول البنك)",



    };

    public static String [] masr_menof={
            "شارع بورسعيد منوف ( 3 ماكينات صرف الي امام الفرع)",
            "مجلس مدينه منوف ",
            "مجلس مدينة سرس الليان ",
            "مستشفي الباجور المركزي ",




    };


    ///////////////////////////////////////////////////////////////////////////////////


    public static String [] Alex_sheben={
            "36 شارع المدارس – شبين الكوم ",


    };


    public static String [] Alex_qysna={

            "شارع ابراهيم خليل قويسنا بجوار بنك اسكندريه ",



    };




    ////////////////////////////////////////////////////////////////
    public static String [] Cairo_sheben={
            "4شارع صبري ابو علم (شبين الكوم- المنوفية) داخل محطة سكة حديد شبين الكوم .",




    };

    public static String [] Cairo_sab3={

            "شارع الكورنيش – بركة السبع (ماكينتين صرف الي امام البنك)",




    };



    public static String [] Cairo_menof={
            "شارع الجيش (3 ماكينات صرف الي امام الفرع )",



    };

    ////////////////////////////////////////////////////////////////
    public static String [] AKary_sheben={
            "شارع عاطف السادات – ابراج بشاير الخير برج(5) شبين الكوم ."




    };




    ////////////////////////////////////////////////////////////////
    public static String [] Eslamx_sheben={
            "4شارع ابن الفارض مبني الغرفة التجاريه (ماكينه صرف الي داخل الفرع)",




    };



    public static String [] Eslamx_menof={
            "شارع بورسعيد بجوار الجمعية التعاونيةالاستهلاكية",
            "مستشفي هارمل",
            "مجلس المدينه فـ فيشة "



    };


    ////////////////////////////////////////////////////////////////
    public static String [] CIB_sheben={
            "شارع جمال عبد الناصر- شبين الكوم (داخل الفرع)",
            "إدارة الجامعة (شبين الكوم )"




    };

    public static String [] CIB_qysna ={
            "المنطقة الاولي مدينة مبارك الصناعية بجوار شركة سيجما للادوية .",

            "مصنع السيراميك ب المنطقة الصناعية ",





    };




}
